Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# photo.read
source: Read it
ar_sa: اقرأها
cs: Načíst
da: Indlæs
de_de: Einlesen
el: Ανάγνωση
es_es: Leer
fi: Lue
fr_ca: Lire
he: קרא
hi: पढ़ें
hu: Beolvasás
id: Baca
it: Leggi
ja: 読み込む
ko: 읽기
ms: Baca
nl_nl: Inlezen
no: Les inn
pl: Wczytaj
pt_br: Ler
ro: Citește
ru: Прочитать
sv: Läs in
th: อ่าน
tr: Oku
vi: Đọc
zh_hans: 读取
zh_hant: 讀取

# photo.title
source: Read a board from a photo
ar_sa: اقرأ لوحاً من صورة
cs: Načíst šachovnici z fotky
da: Læs et bræt fra et foto
de_de: Ein Brett von einem Foto lesen
el: Ανάγνωση σκακιέρας από φωτογραφία
es_es: Leer un tablero desde una foto
fi: Lue lauta valokuvasta
fr_ca: Lire un échiquier depuis une photo
he: קריאת לוח מתמונה
hi: फ़ोटो से बोर्ड पढ़ें
hu: Tábla beolvasása fotóról
id: Baca papan dari foto
it: Leggi una scacchiera da una foto
ja: 写真から盤面を読む
ko: 사진에서 보드 읽기
ms: Baca papan daripada foto
nl_nl: Een bord van een foto lezen
no: Les et brett fra et foto
pl: Odczytaj szachownicę ze zdjęcia
pt_br: Ler um tabuleiro de uma foto
ro: Citește o tablă dintr-o fotografie
ru: Прочитать доску с фотографии
sv: Läs ett bräde från ett foto
th: อ่านกระดานจากภาพถ่าย
tr: Fotoğraftan tahta oku
vi: Đọc bàn cờ từ ảnh
zh_hans: 从照片读取棋盘
zh_hant: 從照片讀取棋盤

# piece.bishop
source: bishop
ar_sa: الفيل
cs: střelce
da: løberen
de_de: Läufer
el: αξιωματικό
es_es: alfil
fi: lähetin
fr_ca: fou
he: רץ
hi: ऊँट
hu: futót
id: gajah
it: alfiere
ja: ビショップ
ko: 비숍
ms: gajah
nl_nl: loper
no: løperen
pl: gońca
pt_br: bispo
ro: nebunul
ru: слона
sv: löparen
th: บิชอป
tr: fil
vi: tượng
zh_hans: 象
zh_hant: 象

# piece.king
source: king
ar_sa: الملك
cs: krále
da: kongen
de_de: König
el: βασιλιά
es_es: rey
fi: kuninkaan
fr_ca: roi
he: מלך
hi: राजा
hu: királyt
id: raja
it: re
ja: キング
ko: 킹
ms: raja
nl_nl: koning
no: kongen
pl: króla
pt_br: rei
ro: regele
ru: короля
sv: kungen
th: คิง
tr: şah
vi: vua
zh_hans: 王
zh_hant: 王

# piece.knight
source: knight
ar_sa: الحصان
cs: jezdce
da: springeren
de_de: Springer
el: ίππο
es_es: caballo
fi: ratsun
fr_ca: cavalier
he: פרש
hi: घोड़ा
hu: huszárt
id: kuda
it: cavallo
ja: ナイト
ko: 나이트
ms: kuda
nl_nl: paard
no: springeren
pl: skoczka
pt_br: cavalo
ro: calul
ru: коня
sv: springaren
th: ม้า
tr: at
vi: mã
zh_hans: 马
zh_hant: 馬

# piece.pawn
source: pawn
ar_sa: البيدق
cs: pěšce
da: bonden
de_de: Bauern
el: πιόνι
es_es: peón
fi: sotilaan
fr_ca: pion
he: רגלי
hi: प्यादा
hu: gyalogot
id: bidak
it: pedone
ja: ポーン
ko: 폰
ms: bidak
nl_nl: pion
no: bonden
pl: piona
pt_br: peão
ro: pionul
ru: пешку
sv: bonden
th: เบี้ย
tr: piyon
vi: tốt
zh_hans: 兵
zh_hant: 兵

# piece.queen
source: queen
ar_sa: الوزير
cs: dámu
da: dronningen
de_de: Dame
el: βασίλισσα
es_es: dama
fi: kuningattaren
fr_ca: dame
he: מלכה
hi: वज़ीर
hu: vezért
id: menteri
it: donna
ja: クイーン
ko: 퀸
ms: menteri
nl_nl: dame
no: dronningen
pl: hetmana
pt_br: dama
ro: dama
ru: ферзя
sv: damen
th: ควีน
tr: vezir
vi: hậu
zh_hans: 后
zh_hant: 后

# piece.rook
source: rook
ar_sa: القلعة
cs: věž
da: tårnet
de_de: Turm
el: πύργο
es_es: torre
fi: tornin
fr_ca: tour
he: צריח
hi: हाथी
hu: bástyát
id: benteng
it: torre
ja: ルーク
ko: 룩
ms: tir
nl_nl: toren
no: tårnet
pl: wieżę
pt_br: torre
ro: turnul
ru: ладью
sv: tornet
th: เรือ
tr: kale
vi: xe
zh_hans: 车
zh_hant: 車

# play.abandonReason
source: You are %lld moves in. Leaving now loses the game and it will not be recorded.
ar_sa: لعبتما %lld نقلة. المغادرة الآن تعني الخسارة، ولن تُسجَّل المباراة.
cs: Jste %lld tahů v partii. Odejít teď znamená prohru a partie se nezapíše.
da: I er %lld træk inde. Går du nu, taber du partiet, og det bliver ikke registreret.
de_de: Ihr seid %lld Züge weit. Wer jetzt geht, verliert die Partie, und sie wird nicht gewertet.
el: Είστε στην %lld κίνηση. Αν φύγεις τώρα χάνεις την παρτίδα και δεν θα καταγραφεί.
es_es: Lleváis %lld jugadas. Si sales ahora pierdes la partida y no se registrará.
fi: Peliä on pelattu %lld siirtoa. Jos poistut nyt, häviät pelin eikä sitä kirjata.
fr_ca: Vous en êtes à %lld coups. Partir maintenant, c'est perdre la partie, et elle ne sera pas enregistrée.
he: שיחקתם %lld מהלכים. יציאה עכשיו פירושה הפסד, והמשחק לא יירשם.
hi: %lld चालें हो चुकी हैं। अभी निकले तो बाज़ी हार जाएँगे, और यह दर्ज नहीं होगी।
hu: %lld lépésnél tartotok. Ha most kilépsz, elveszíted a játszmát, és nem kerül rögzítésre.
id: Sudah %lld langkah berjalan. Keluar sekarang berarti kalah, dan partai tidak akan dicatat.
it: Siete a %lld mosse. Uscire adesso significa perdere la partita, e non verrà registrata.
ja: すでに %lld 手進んでいます。ここで離れると負けになり、対局は記録されません。
ko: %lld수까지 진행했습니다. 지금 나가면 패배이고 대국은 기록되지 않습니다.
ms: Sudah %lld langkah berlalu. Keluar sekarang bermakna kalah, dan perlawanan tidak akan direkodkan.
nl_nl: Jullie zijn %lld zetten ver. Nu weggaan betekent verlies, en de partij wordt niet opgeslagen.
no: Dere er %lld trekk inne. Går du nå, taper du partiet, og det blir ikke registrert.
pl: Jesteście po %lld posunięciach. Wyjście teraz to przegrana, a partia nie zostanie zapisana.
pt_br: Vocês estão no lance %lld. Sair agora é perder a partida, e ela não será registrada.
ro: Sunteți la %lld mutări. Dacă pleci acum pierzi partida, iar ea nu va fi înregistrată.
ru: Сыграно ходов: %lld. Выход сейчас — это поражение, и партия не будет засчитана.
sv: Ni är %lld drag in i partiet. Går du nu förlorar du det, och det registreras inte.
th: เล่นมาแล้ว %lld ตา ถ้าออกตอนนี้ถือว่าแพ้ และเกมจะไม่ถูกบันทึก
tr: %lld hamle oynandı. Şimdi çıkmak oyunu kaybetmek demek ve oyun kaydedilmez.
vi: Ván đã đi %lld nước. Rời bây giờ là thua, và ván sẽ không được ghi nhận.
zh_hans: 已经走了 %lld 步。现在离开等于输棋，而且这局不会被记录。
zh_hant: 已經走了 %lld 步。現在離開等於輸棋，而且這局不會被記錄。

# play.abandonThisGame
source: Abandon this game?
ar_sa: التخلي عن هذه المباراة؟
cs: Vzdát tuto partii?
da: Opgive dette parti?
de_de: Partie abbrechen?
el: Εγκατάλειψη της παρτίδας;
es_es: ¿Abandonar esta partida?
fi: Hylätäänkö tämä peli?
fr_ca: Abandonner cette partie ?
he: לנטוש את המשחק?
hi: यह बाज़ी छोड़ दें?
hu: Feladod ezt a játszmát?
id: Tinggalkan partai ini?
it: Abbandonare la partita?
ja: この対局を投げ出しますか？
ko: 이 대국을 포기할까요?
ms: Tinggalkan perlawanan ini?
nl_nl: Deze partij opgeven?
no: Gi opp dette partiet?
pl: Przerwać tę partię?
pt_br: Abandonar esta partida?
ro: Abandonezi partida?
ru: Бросить партию?
sv: Överge partiet?
th: ทิ้งเกมนี้ไหม
tr: Bu oyun bırakılsın mı?
vi: Bỏ ván này?
zh_hans: 要放弃这局吗？
zh_hant: 要放棄這局嗎？

# play.black
source: Black
ar_sa: الأسود
cs: Černý
da: Sort
de_de: Schwarz
el: Μαύρα
es_es: Negras
fi: Musta
fr_ca: Noirs
he: שחור
hi: काला
hu: Sötét
id: Hitam
it: Nero
ja: 黒
ko: 흑
ms: Hitam
nl_nl: Zwart
no: Svart
pl: Czarne
pt_br: Pretas
ro: Negru
ru: Чёрные
sv: Svart
th: ดำ
tr: Siyah
vi: Đen
zh_hans: 黑方
zh_hant: 黑方

# play.board
source: Board
ar_sa: اللوح
cs: Šachovnice
da: Bræt
de_de: Brett
el: Σκακιέρα
es_es: Tablero
fi: Lauta
fr_ca: Échiquier
he: לוח
hi: बोर्ड
hu: Tábla
id: Papan
it: Scacchiera
ja: 盤
ko: 보드
ms: Papan
nl_nl: Bord
no: Brett
pl: Szachownica
pt_br: Tabuleiro
ro: Tablă
ru: Доска
sv: Bräde
th: กระดาน
tr: Tahta
vi: Bàn cờ
zh_hans: 棋盘
zh_hant: 棋盤

# play.cancelPremoves
source: Cancel %lld
ar_sa: إلغاء %lld
cs: Zrušit %lld
da: Annuller %lld
de_de: %lld verwerfen
el: Ακύρωση %lld
es_es: Cancelar %lld
fi: Peru %lld
fr_ca: Annuler %lld
he: בטל %lld
hi: %lld रद्द करें
hu: %lld visszavonása
id: Batalkan %lld
it: Annulla %lld
ja: %lld 手取り消す
ko: %lld개 취소
ms: Batal %lld
nl_nl: Annuleer %lld
no: Avbryt %lld
pl: Anuluj (%lld)
pt_br: Cancelar %lld
ro: Anulează %lld
ru: Отменить (%lld)
sv: Avbryt %lld
th: ยกเลิก %lld
tr: %lld hamleyi iptal et
vi: Hủy %lld
zh_hans: 取消 %lld 步
zh_hant: 取消 %lld 步

# play.casual
source: Casual
ar_sa: عادي
cs: Rekreační
da: Hyggespil
de_de: Locker
el: Χαλαρό
es_es: Aficionado
fi: Rento
fr_ca: Loisir
he: קליל
hi: आरामदेह
hu: Kötetlen
id: Santai
it: Amatoriale
ja: カジュアル
ko: 캐주얼
ms: Santai
nl_nl: Recreatief
no: Uformell
pl: Amator
ro: Relaxat
ru: Любитель
sv: Lättsam
th: สบาย ๆ
tr: Amatör
vi: Thư giãn
zh_hans: 休闲
zh_hant: 休閒

# play.checkmateLost
source: Checkmate — you lost.
ar_sa: مات — خسرت.
cs: Mat — prohrál jsi.
da: Mat — du tabte.
de_de: Matt — du hast verloren.
el: Ματ — έχασες.
es_es: Jaque mate: has perdido.
fi: Matti — hävisit.
fr_ca: Échec et mat : vous avez perdu.
he: מט — הפסדת.
hi: शहमात — आप हारे।
hu: Matt — vesztettél.
id: Sekakmat — kamu kalah.
it: Scacco matto: hai perso.
ja: チェックメイト — 負けました。
ko: 체크메이트 — 졌습니다.
ms: Mat — anda kalah.
nl_nl: Mat — je hebt verloren.
no: Matt — du tapte.
pl: Mat — przegrałeś.
pt_br: Xeque-mate: você perdeu.
ro: Mat — ai pierdut.
ru: Мат — вы проиграли.
sv: Matt — du förlorade.
th: รุกจน — คุณแพ้
tr: Mat — kaybettin.
vi: Chiếu hết — bạn thua.
zh_hans: 将死 — 你输了。
zh_hant: 將死 — 你輸了。

# play.checkmateWon
source: Checkmate — you won.
ar_sa: مات — فزت.
cs: Mat — vyhrál jsi.
da: Mat — du vandt.
de_de: Matt — du hast gewonnen.
el: Ματ — κέρδισες.
es_es: Jaque mate: has ganado.
fi: Matti — voitit.
fr_ca: Échec et mat : vous avez gagné.
he: מט — ניצחת.
hi: शहमात — आप जीते।
hu: Matt — nyertél.
id: Sekakmat — kamu menang.
it: Scacco matto: hai vinto.
ja: チェックメイト — 勝ちました。
ko: 체크메이트 — 이겼습니다.
ms: Mat — anda menang.
nl_nl: Mat — je hebt gewonnen.
no: Matt — du vant.
pl: Mat — wygrałeś.
pt_br: Xeque-mate: você venceu.
ro: Mat — ai câștigat.
ru: Мат — вы выиграли.
sv: Matt — du vann.
th: รุกจน — คุณชนะ
tr: Mat — kazandın.
vi: Chiếu hết — bạn thắng.
zh_hans: 将死 — 你赢了。
zh_hant: 將死 — 你贏了。

# play.club
source: Club
ar_sa: نادٍ
cs: Klubový
da: Klub
de_de: Verein
el: Σύλλογος
fi: Kerho
he: מועדון
hi: क्लब
hu: Klub
id: Klub
it: Circolo
ja: クラブ
ko: 클럽
ms: Kelab
no: Klubb
pl: Klubowy
pt_br: Clube
ru: Клубный
sv: Klubb
th: สโมสร
tr: Kulüp
vi: Câu lạc bộ
zh_hans: 俱乐部
zh_hant: 俱樂部

# play.coach
source: Coach
ar_sa: المدرّب
cs: Kouč
da: Træner
de_de: Trainer
el: Προπονητής
es_es: Entrenador
fi: Valmentaja
fr_ca: Entraîneur
he: מאמן
hi: कोच
hu: Edző
id: Pelatih
it: Allenatore
ja: コーチ
ko: 코치
ms: Jurulatih
no: Trener
pl: Trener
pt_br: Treinador
ro: Antrenor
ru: Тренер
sv: Tränare
th: โค้ช
tr: Koç
vi: Huấn luyện viên
zh_hans: 教练
zh_hant: 教練

# play.coachingGradesEveryMove
source: Coaching grades each of your moves as you make it.
ar_sa: يُقيّم المدرب كل نقلة تلعبها فور لعبها.
cs: Trenér hodnotí každý váš tah hned, jak jej zahrajete.
da: Træneren bedømmer hvert af dine træk, efterhånden som du spiller dem.
de_de: Der Trainer bewertet jeden deiner Züge, sobald du ihn machst.
el: Ο προπονητής βαθμολογεί κάθε κίνησή σας μόλις την κάνετε.
es_es: El entrenador califica cada una de tus jugadas en cuanto la haces.
fi: Valmentaja arvioi jokaisen siirtosi heti kun teet sen.
fr_ca: L'entraîneur évalue chacun de vos coups au fur et à mesure.
he: המאמן מדרג כל מהלך שלך ברגע שאתה עושה אותו.
hi: कोच आपकी हर चाल का मूल्यांकन उसी समय करता है।
hu: Az edző minden lépésedet értékeli, ahogy megteszed.
id: Pelatih menilai setiap langkah Anda begitu Anda memainkannya.
it: L'allenatore valuta ogni tua mossa nel momento in cui la giochi.
ja: コーチが、指したそばから一手ごとに評価します。
ko: 코치가 두는 즉시 매 수를 평가합니다.
ms: Jurulatih menilai setiap langkah anda sebaik sahaja anda memainkannya.
nl_nl: De coach beoordeelt elke zet zodra je hem doet.
no: Treneren vurderer hvert av trekkene dine etter hvert som du gjør dem.
pl: Trener ocenia każdy Twój ruch zaraz po jego wykonaniu.
pt_br: O treinador avalia cada lance seu assim que você o joga.
ro: Antrenorul evaluează fiecare mutare a ta imediat ce o faci.
ru: Тренер оценивает каждый ваш ход сразу после того, как вы его сделали.
sv: Tränaren bedömer vart och ett av dina drag allteftersom du gör dem.
th: โค้ชจะให้คะแนนทุกตาเดินของคุณทันทีที่คุณเดิน
tr: Antrenör, yaptığınız her hamleyi anında değerlendirir.
vi: Huấn luyện viên chấm điểm từng nước đi của bạn ngay khi bạn đi.
zh_hans: 教练会在你每走一步时立即为其评分。
zh_hant: 教練會在你每走一步時立即為其評分。

# play.draw
source: Draw.
ar_sa: تعادل.
cs: Remíza.
da: Remis.
de_de: Remis.
el: Ισοπαλία.
es_es: Tablas.
fi: Tasapeli.
fr_ca: Nulle.
he: תיקו.
hi: ड्रॉ।
hu: Döntetlen.
id: Remis.
it: Patta.
ja: 引き分け。
ko: 무승부.
ms: Seri.
nl_nl: Remise.
no: Remis.
pl: Remis.
pt_br: Empate.
ro: Remiză.
ru: Ничья.
sv: Remi.
th: เสมอ
tr: Beraberlik.
vi: Hòa.
zh_hans: 和棋。
zh_hant: 和棋。

# play.engineHasNoLadder
source: %@ plays at full strength — it has no rating limiter. Change the engine in Settings to play a rated opponent.
ar_sa: ‏%@ يلعب بكامل قوته — لا يملك أداة لتحديد التصنيف. غيّر المحرك من الإعدادات للعب ضد خصم بتصنيف محدد.
cs: %@ hraje na plnou sílu – nemá omezovač Ela. Chcete-li hrát proti soupeři se zadaným Elem, změňte engine v Nastavení.
da: %@ spiller på fuld styrke – den har ingen ratingbegrænsning. Skift motor i Indstillinger for at møde en ratet modstander.
de_de: %@ spielt in voller Stärke – es gibt keine Stärkebegrenzung. Wechseln Sie die Engine in den Einstellungen, um gegen einen gewerteten Gegner zu spielen.
el: Η %@ παίζει με πλήρη δύναμη — δεν έχει περιοριστή βαθμολογίας. Αλλάξτε μηχανή στις Ρυθμίσεις για να παίξετε με αντίπαλο συγκεκριμένης βαθμολογίας.
es_es: %@ juega a plena potencia: no tiene limitador de nivel. Cambia el motor en Ajustes para jugar contra un rival con Elo.
fi: %@ pelaa täydellä voimalla – siinä ei ole rating-rajoitinta. Vaihda moottoria asetuksissa, jos haluat pelata ratingiltaan määriteltyä vastustajaa vastaan.
fr_ca: %@ joue à pleine puissance : il n'a pas de limiteur de niveau. Changez de moteur dans les Réglages pour affronter un adversaire classé.
he: ‏%@ משחק בעוצמה מלאה — אין לו מגביל דירוג. החליפו מנוע בהגדרות כדי לשחק מול יריב מדורג.
hi: %@ पूरी ताक़त से खेलता है — इसमें रेटिंग सीमित करने की सुविधा नहीं है। रेटिंग वाले प्रतिद्वंद्वी से खेलने के लिए सेटिंग्स में इंजन बदलें।
hu: A(z) %@ teljes erővel játszik – nincs pontszámkorlátozója. Váltson motort a Beállításokban, ha adott erősségű ellenfél ellen szeretne játszani.
id: %@ bermain dengan kekuatan penuh — tidak ada pembatas rating. Ganti mesin di Pengaturan untuk melawan lawan berperingkat.
it: %@ gioca a piena potenza: non ha un limitatore di livello. Cambia motore nelle Impostazioni per affrontare un avversario con Elo.
ja: %@ は全力で指します。レーティング制限の機能がありません。レーティングを指定した相手と対局するには、設定でエンジンを切り替えてください。
ko: %@ 은(는) 최대 기력으로 둡니다. 레이팅 제한 기능이 없습니다. 레이팅이 정해진 상대와 두려면 설정에서 엔진을 바꾸세요.
ms: %@ bermain pada kekuatan penuh — ia tiada pembatas penarafan. Tukar enjin dalam Tetapan untuk bermain menentang lawan bertaraf.
nl_nl: %@ speelt op volle kracht — er is geen ratingbegrenzing. Wissel van engine in Instellingen om tegen een gewaardeerde tegenstander te spelen.
no: %@ spiller på full styrke – den har ingen ratingbegrensning. Bytt motor i Innstillinger for å møte en ratet motstander.
pl: %@ gra z pełną siłą — nie ma ogranicznika rankingu. Zmień silnik w Ustawieniach, aby zagrać z przeciwnikiem o określonym rankingu.
pt_br: %@ joga em força total: não tem limitador de nível. Troque o motor nos Ajustes para enfrentar um adversário com rating.
ro: %@ joacă la putere maximă – nu are limitator de rating. Schimbă motorul în Setări pentru a juca împotriva unui adversar cu rating.
ru: %@ играет в полную силу — у него нет ограничителя рейтинга. Смените движок в настройках, чтобы играть с соперником заданного рейтинга.
sv: %@ spelar på full styrka – den har ingen ratingbegränsning. Byt motor i Inställningar för att möta en ratad motståndare.
th: %@ เล่นเต็มกำลัง — ไม่มีตัวจำกัดเรตติง เปลี่ยนเอนจินในการตั้งค่าเพื่อเล่นกับคู่ต่อสู้ที่มีเรตติง
tr: %@ tam güçte oynar — puan sınırlayıcısı yoktur. Puanlı bir rakibe karşı oynamak için Ayarlar'dan motoru değiştirin.
vi: %@ chơi ở sức mạnh tối đa — nó không có bộ giới hạn Elo. Hãy đổi engine trong Cài đặt để chơi với đối thủ có Elo.
zh_hans: %@ 以全力下棋——它没有等级分限制功能。若要与有等级分的对手下棋，请在设置中更换引擎。
zh_hant: %@ 以全力下棋——它沒有等級分限制功能。若要與有等級分的對手下棋，請在設定中更換引擎。

# play.engineThinking
source: Engine is thinking…
ar_sa: المحرّك يفكّر…
cs: Engine přemýšlí…
da: Motoren tænker…
de_de: Die Engine denkt …
el: Η μηχανή σκέφτεται…
es_es: El motor está pensando…
fi: Moottori miettii…
fr_ca: Le moteur réfléchit…
he: המנוע חושב…
hi: इंजन सोच रहा है…
hu: A motor gondolkodik…
id: Mesin sedang berpikir…
it: Il motore sta pensando…
ja: エンジンが考えています…
ko: 엔진이 생각 중…
ms: Enjin sedang berfikir…
nl_nl: De engine denkt na…
no: Motoren tenker…
pl: Silnik myśli…
pt_br: O motor está pensando…
ro: Motorul gândește…
ru: Движок думает…
sv: Motorn tänker…
th: เอนจินกำลังคิด…
tr: Motor düşünüyor…
vi: Máy đang nghĩ…
zh_hans: 引擎正在思考…
zh_hant: 引擎正在思考…

# play.engineToMove
source: Engine to move.
ar_sa: الدور على المحرّك.
cs: Na tahu je engine.
da: Motoren er i trækket.
de_de: Die Engine ist am Zug.
el: Παίζει η μηχανή.
es_es: Juega el motor.
fi: Moottorin vuoro.
fr_ca: Au moteur de jouer.
he: תור המנוע.
hi: इंजन की चाल है।
hu: A motor lép.
id: Giliran mesin.
it: Muove il motore.
ja: エンジンの手番です。
ko: 엔진 차례입니다.
ms: Giliran enjin.
nl_nl: De engine is aan zet.
no: Motoren er i trekket.
pl: Ruch silnika.
pt_br: É a vez do motor.
ro: E rândul motorului.
ru: Ход движка.
sv: Motorn är i draget.
th: ถึงตาเอนจิน
tr: Sıra motorda.
vi: Đến lượt máy.
zh_hans: 轮到引擎走棋。
zh_hant: 輪到引擎走棋。

# play.fullStrength
source: Full strength
ar_sa: القوة الكاملة
cs: Plná síla
da: Fuld styrke
de_de: Volle Stärke
el: Πλήρης ισχύς
es_es: Fuerza máxima
fi: Täysi vahvuus
fr_ca: Pleine puissance
he: עוצמה מלאה
hi: पूरी ताक़त
hu: Teljes erő
id: Kekuatan penuh
it: Forza massima
ja: 最強
ko: 최대 강도
ms: Kekuatan penuh
nl_nl: Volle sterkte
no: Full styrke
pl: Pełna siła
pt_br: Força total
ro: Putere maximă
ru: Полная сила
sv: Full styrka
th: เต็มกำลัง
tr: Tam güç
vi: Toàn lực
zh_hans: 全力
zh_hant: 全力

# play.gameOverDraw
source: Game over — draw
ar_sa: انتهت المباراة — تعادل
cs: Konec partie — remíza
da: Partiet er slut — remis
de_de: Partie beendet — Remis
el: Τέλος παρτίδας — ισοπαλία
es_es: Fin de la partida: tablas
fi: Peli päättyi — tasapeli
fr_ca: Partie terminée — nulle
he: המשחק נגמר — תיקו
hi: बाज़ी ख़त्म — ड्रॉ
hu: Vége — döntetlen
id: Partai selesai — remis
it: Partita finita — patta
ja: 対局終了 — 引き分け
ko: 대국 종료 — 무승부
ms: Perlawanan tamat — seri
nl_nl: Partij voorbij — remise
no: Partiet er slutt — remis
pl: Koniec partii — remis
pt_br: Fim de partida — empate
ro: Partidă încheiată — remiză
ru: Партия окончена — ничья
sv: Partiet slut — remi
th: จบเกม — เสมอ
tr: Oyun bitti — beraberlik
vi: Kết thúc — hòa
zh_hans: 对局结束 — 和棋
zh_hant: 對局結束 — 和棋

# play.gameOverLost
source: Game over — you lost
ar_sa: انتهت المباراة — خسرت
cs: Konec partie — prohrál jsi
da: Partiet er slut — du tabte
de_de: Partie beendet — du hast verloren
el: Τέλος παρτίδας — έχασες
es_es: Fin de la partida: has perdido
fi: Peli päättyi — hävisit
fr_ca: Partie terminée — vous avez perdu
he: המשחק נגמר — הפסדת
hi: बाज़ी ख़त्म — आप हारे
hu: Vége — vesztettél
id: Partai selesai — kamu kalah
it: Partita finita — hai perso
ja: 対局終了 — あなたの負け
ko: 대국 종료 — 패배
ms: Perlawanan tamat — anda kalah
nl_nl: Partij voorbij — je hebt verloren
no: Partiet er slutt — du tapte
pl: Koniec partii — przegrałeś
pt_br: Fim de partida — você perdeu
ro: Partidă încheiată — ai pierdut
ru: Партия окончена — вы проиграли
sv: Partiet slut — du förlorade
th: จบเกม — คุณแพ้
tr: Oyun bitti — kaybettin
vi: Kết thúc — bạn thua
zh_hans: 对局结束 — 你输了
zh_hant: 對局結束 — 你輸了

# play.gameOverWon
source: Game over — you won
ar_sa: انتهت المباراة — فزت
cs: Konec partie — vyhrál jsi
da: Partiet er slut — du vandt
de_de: Partie beendet — du hast gewonnen
el: Τέλος παρτίδας — κέρδισες
es_es: Fin de la partida: has ganado
fi: Peli päättyi — voitit
fr_ca: Partie terminée — vous avez gagné
he: המשחק נגמר — ניצחת
hi: बाज़ी ख़त्म — आप जीते
hu: Vége — nyertél
id: Partai selesai — kamu menang
it: Partita finita — hai vinto
ja: 対局終了 — あなたの勝ち
ko: 대국 종료 — 승리
ms: Perlawanan tamat — anda menang
nl_nl: Partij voorbij — je hebt gewonnen
no: Partiet er slutt — du vant
pl: Koniec partii — wygrałeś
pt_br: Fim de partida — você venceu
ro: Partidă încheiată — ai câștigat
ru: Партия окончена — вы выиграли
sv: Partiet slut — du vann
th: จบเกม — คุณชนะ
tr: Oyun bitti — kazandın
vi: Kết thúc — bạn thắng
zh_hans: 对局结束 — 你赢了
zh_hant: 對局結束 — 你贏了

# play.hint
source: Hint
ar_sa: تلميح
cs: Nápověda
de_de: Tipp
el: Υπόδειξη
es_es: Pista
fi: Vihje
fr_ca: Indice
he: רמז
hi: संकेत
hu: Tipp
id: Petunjuk
it: Suggerimento
ja: ヒント
ko: 힌트
ms: Petunjuk
pl: Podpowiedź
pt_br: Dica
ro: Indiciu
ru: Подсказка
sv: Tips
th: คำใบ้
tr: İpucu
vi: Gợi ý
zh_hans: 提示
zh_hant: 提示

# play.mainLine
source: Main line: %@
ar_sa: الخط الرئيسي: %@
cs: Hlavní varianta: %@
da: Hovedvariant: %@
de_de: Hauptvariante: %@
el: Κύρια γραμμή: %@
es_es: Línea principal: %@
fi: Päävariantti: %@
fr_ca: Ligne principale : %@
he: הקו הראשי: %@
hi: मुख्य पंक्ति: %@
hu: Fő változat: %@
id: Variasi utama: %@
it: Linea principale: %@
ja: 主要変化: %@
ko: 주요 변화: %@
ms: Variasi utama: %@
nl_nl: Hoofdvariant: %@
no: Hovedvariant: %@
pl: Wariant główny: %@
pt_br: Linha principal: %@
ro: Linia principală: %@
ru: Главный вариант: %@
sv: Huvudvariant: %@
th: แนวหลัก: %@
tr: Ana varyant: %@
vi: Biến chính: %@
zh_hans: 主变例：%@
zh_hant: 主變例：%@

# play.master
source: Master
ar_sa: أستاذ
cs: Mistr
da: Mester
de_de: Meister
el: Μετρ
es_es: Maestro
fi: Mestari
fr_ca: Maître
he: אמן
hi: मास्टर
hu: Mester
it: Maestro
ja: マスター
ko: 마스터
nl_nl: Meester
no: Mester
pl: Mistrz
pt_br: Mestre
ro: Maestru
ru: Мастер
sv: Mästare
th: มาสเตอร์
tr: Usta
vi: Kiện tướng
zh_hans: 大师
zh_hant: 大師

# play.mode
source: Mode
ar_sa: الوضع
cs: Režim
da: Tilstand
de_de: Modus
el: Λειτουργία
es_es: Modo
fi: Tila
he: מצב
hi: मोड
hu: Mód
it: Modalità
ja: モード
ko: 모드
nl_nl: Modus
no: Modus
pl: Tryb
pt_br: Modo
ro: Mod
ru: Режим
sv: Läge
th: โหมด
tr: Mod
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

# play.moves
source: Moves
ar_sa: النقلات
cs: Tahy
da: Træk
de_de: Züge
el: Κινήσεις
es_es: Jugadas
fi: Siirrot
fr_ca: Coups
he: מהלכים
hi: चालें
hu: Lépések
id: Langkah
it: Mosse
ja: 棋譜
ko: 기보
ms: Langkah
nl_nl: Zetten
no: Trekk
pl: Posunięcia
pt_br: Lances
ro: Mutări
ru: Ходы
sv: Drag
th: ตาเดิน
tr: Hamleler
vi: Nước đi
zh_hans: 着法
zh_hant: 著法

# play.multiplayer
source: Multiplayer
ar_sa: لعب جماعي
cs: Více hráčů
da: Flerspiller
de_de: Mehrspieler
el: Πολλοί παίκτες
es_es: Multijugador
fi: Moninpeli
fr_ca: Multijoueur
he: רב־משתתפים
hi: मल्टीप्लेयर
hu: Többjátékos
id: Multipemain
it: Multigiocatore
ja: 対人戦
ko: 멀티플레이
ms: Berbilang pemain
nl_nl: Meerspeler
no: Flerspiller
pl: Gra wieloosobowa
pt_br: Multijogador
ro: Mai mulți jucători
ru: Игра с людьми
sv: Flerspelarläge
th: เล่นหลายคน
tr: Çok oyunculu
vi: Nhiều người chơi
zh_hans: 多人对战
zh_hant: 多人對戰

# play.newGame
source: New game
ar_sa: مباراة جديدة
cs: Nová partie
da: Nyt parti
de_de: Neue Partie
el: Νέα παρτίδα
es_es: Nueva partida
fi: Uusi peli
fr_ca: Nouvelle partie
he: משחק חדש
hi: नई बाज़ी
hu: Új játszma
id: Partai baru
it: Nuova partita
ja: 新しい対局
ko: 새 대국
ms: Perlawanan baharu
nl_nl: Nieuwe partij
no: Nytt parti
pl: Nowa partia
pt_br: Nova partida
ro: Partidă nouă
ru: Новая партия
sv: Nytt parti
th: เกมใหม่
tr: Yeni oyun
vi: Ván mới
zh_hans: 新对局
zh_hant: 新對局

# play.opponentIs
source: Opponent: %@
ar_sa: الخصم: %@
cs: Soupeř: %@
da: Modstander: %@
de_de: Gegner: %@
el: Αντίπαλος: %@
es_es: Rival: %@
fi: Vastustaja: %@
fr_ca: Adversaire : %@
he: יריב: %@
hi: प्रतिद्वंद्वी: %@
hu: Ellenfél: %@
id: Lawan: %@
it: Avversario: %@
ja: 相手: %@
ko: 상대: %@
ms: Lawan: %@
nl_nl: Tegenstander: %@
no: Motstander: %@
pl: Przeciwnik: %@
pt_br: Adversário: %@
ro: Adversar: %@
ru: Соперник: %@
sv: Motståndare: %@
th: คู่แข่ง: %@
tr: Rakip: %@
vi: Đối thủ: %@
zh_hans: 对手：%@
zh_hant: 對手：%@
